Repository: Anne017/stopwastingtime
Catalog: po/*.po
Languages: ca, de

source: Info about Stop Wasting Time! %1 on %2
ca: Quant al Deixeu de perdre el temps! %1 de %2
de: Infos über Stop Wasting Time! %1 auf %2

source: Become a Patron
ca: Feu-vos mecenes
de: Werde ein Patron

source: Contributors
ca: Contribucions
de: Mitwirkende

source: Source code
ca: Codi font
de: Quellcode

source: License
ca: Llicència
de: Lizenz

source: Stop Wasting Time!
ca: Deixeu de perdre el temps!

source: You have 1 minute left.
ca: Us queda 1 minut.
de: Du hast noch eine Minute.

source: You have %1 minutes left.
ca: Us queden %1 minuts.
de: Du hast noch %1 Minuten.

source: STOP wasting time
ca: DEIXEU de perdre el temps!
de: AUFHÖREN Zeit zu verschwenden

source: Start wasting time
ca: COMENCEU a perdre el temps!
de: Anfangen Zeit zu verschwenden

source: STOP wasting time!
ca: DEIXEU de perdre el temps!
de: HÖR AUF Zeit zu verschwenden!

source: Settings
ca: Configuració
de: Einstellulngen

source: Do you waste too much time playing computer games, watching TV and surfing the internet? You could be so much more productive. Here's a way to limit the time you're wasting: Simply decide how much downtime to award yourself.
ca: Perdeu massa temps jugant a videojocs, mirant la televisió i navegant a internet? Podríeu se molt més productius. Aqueta és una forma de limitar el temps que perdeu: Decidiu simplement quant de temps de lleure us doneu.
de: Verschwendest du auch zu viel Zeit mit Computerspielen, Fernsehen oder im Internet zu surfen? Du könntest viel produktiver sein. Hier ist eine Möglichkeit, wie du die Zeit die du verschwendst, limitieren kannst: Entscheide einfach, wie viel Zeit du jeden Tag verschwenden möchtest.

source: Minutes
ca: Minuts
de: Minuten

source: Save
ca: Desa
de: Speichern
